export const COSMETOLOGISTS = ['Ольга', 'Катерина', 'Юлія', 'Євгенія', 'Не обрано'];

export const CATEGORIES = [
  'Всі записи', 'Масаж', 'Elos-епіляція', 'Доглядові процедури', 
  'Доглядові процедури - Ольга', 'Доглядові процедури - Катерина',
  'Доглядові процедури - Юлія', 'Доглядові процедури - Євгенія',
  'Архів', 'Перетелефонувати'
];

export const SERVICES_LIST = [
  'Чистка обличчя (комбінована)',
  'Чистка обличчя (ультразвукова)',
  'Пілінг (мигдальний)',
  'Пілінг (PRX-T33)',
  'Карбоксітерапія',
  'Масаж обличчя (класичний)',
  'Масаж обличчя (лімфодренажний)',
  'Elos-епіляція (пахви)',
  'Elos-епіляція (глибоке бікіні)',
  'Elos-епіляція (ноги повністю)',
  'Масаж тіла (загальний)',
  'Масаж спини',
  'Антицелюлітний масаж'
];

export const INITIAL_RECORDS = [
  {
    id: '1',
    clientName: 'Олена Петренко',
    phone: '050 123 45 67',
    category: 'Масаж',
    service: 'Масаж спини',
    master: 'Юлія',
    date: '2026-02-06',
    time: '14:30',
    note: 'Біль у попереку',
  },

  {
    id: '2',
    clientName: 'Олена Петренко',
    phone: '050 123 45 67',
    category: 'Масаж',
    service: 'Лімфодренажний масаж',
    master: 'Юлія',
    date: '2026-02-06',
    time: '14:30',
    note: 'Біль у попереку',
  },
  {
    id: '3',
    clientName: 'Іванна Сидоренко',
    phone: '067 987 65 43',
    category: 'Доглядові процедури - Ольга',
    service: 'Чистка обличчя',
    master: 'Ольга',
    date: '2026-02-07',
    time: '10:00',
    note: '',
  },

  {
    id: '4',
    clientName: 'Іванна Сидоренко',
    phone: '067 987 65 43',
    category: 'Доглядові процедури - Ольга',
    service: 'Чистка обличчя',
    master: 'Ольга',
    date: '2026-02-07',
    time: '10:00',
    note: '',
  },
];